Repository: Discontinuum/Lair_of_Thugs
Catalog: translations/*/LC_MESSAGES/wesnoth-vs.po
Languages: ru

source: I didn't make it... to save everyone... Eloh!
ru: Я не смогла... спасти всех... Эло!

source: I perish from the evil you bring, but it will destroy you as well!
ru: Я сражён злою силой, что вы принесли, но она уничтожит и вас!

source: Our enemy cannot be banished by force of arms, I can feel his aura growing stronger with each fallen elf. Never before have I faced <i>such</i> evil. I will call upon Eloh, only She can defeat it!
ru: Нашего врага не изгнать силой оружия, я чувствую, как его аура усиливается с каждым павшим эльфом. Никогда прежде я не сталкивалась с <i>таким</i> злом. Я обращусь к Эло, только Она сможет победить его!

source: Entering the temple, the priestess fell to her knees and began to pray frantically; suddenly a golden light illuminated the walls and windows, Eloh's servants, created of solar fire, stood in a ring around the elf, and a threatening divine voice struck the heads of the Nagas and Master of the Vessel.
ru: Войдя в храм, жрица упала на колени и стала неистово молиться; вдруг золотистый свет озарил стены и окна, вокруг эльфийки кольцом встали сотканные из солнечного огня слуги Эло, а в головы нагов и Хозяина Сосуда ударил грозный божественный глас:

source: Divine Light
ru: Божественный свет

source: divine
ru: божественный

source: female^divine
ru: божественная

source: AWAY FROM THE OASIS, DEMON! FROM THE HOME OF THE DESERT ELVES, FROM THE HEARTS OF THEIR NAGA FRIENDS, FROM MY LIGHT - AWAY!
ru: ПРОЧЬ ИЗ ОАЗИСА, ДЕМОН! ИЗ ДОМА ПУСТЫННЫХ ЭЛЬФОВ, ИЗ СЕРДЕЦ ИХ ДРУЗЕЙ-НАГОВ, ОТ МОЕГО СВЕТА – ПРОЧЬ!

source: Argh! Kill the damned priestess! Destroy the cursed temple! Shield me from Eloh!
ru: Ар! Убейте проклятую жрицу! Разрушьте поганый храм! Закройте меня от Эло!

source: Eloh Ritual
ru: Ритуал Эло

source: As long as the Jali is alive, Eloh Ritual will deal 16 damage to the Vessel's Master every turn.
ru: Пока Джали жива, Ритуал Эло будет наносить 16 урона Хозяину Сосуда каждый ход.

source: Even under the hail of blows, the priestess continued to pray until she lost her breath. With her death, the elves' connection to Eloh was severed, the golden light faded, the Sun Guardians dispersed. The Nagi razed the temple to the ground, sealing the horrors of the oasis from the gaze of the Light Goddess.
ru: Даже под градом ударов, жрица продолжала молиться, пока не испустила дух. С её смертью связь эльфов с Эло оборвалась, золотистый свет померк, солнечные стражи рассеялись. Наги до основания разрушили храм, ужасы оазиса от взора Светлой Богини.

source: The elvish patrols are returning to the settlement.
ru: Дозорные эльфы возвращаются в поселение.

source: We must kill them all!
ru: Перебьём их всех!

source: This is the last one.
ru: Это последний.

source: Who would have thought that these serpent creatures had never before interacted with power equal to mine. Their souls are a blank slate, they resist no spell, no divinity or demon protects them; there are no better candidates for executing the Plan in all the desert!
ru: Кто бы мог подумать, что эти змеиные создания никогда прежде не взаимодействовали с силой, равной моей. Их души – чистый лист, они не сопротивляются чарам, ни одно божество или демон не защищает их; лучших кандидатов для исполнения Плана не сыскать во всей пустыне!

source: Let's see how they themselves appreciate what they've done when I've loosened the spell.
ru: Посмотрим, как они сами оценят содеянное, когда я ослаблю чары.

source: The spell is loose!
ru: Чары ослабли!

source: What happened? I remember falling into darkness and then...
ru: Что случилось? Я помню, как провалился во тьму, а затем…

source: Our oasis is flooded with blood! The elves have been slaughtered! The Vessel Monster, did you do this?!
ru: Наш оазис залит кровью! Эльфы убиты! Монстр из Сосуда, это ты сделал?!

source: No, you did!
ru: Нет, это сделали вы!

source: Our weapons and armor truly are bloodied, but how did we defeat an entire elvish army? It's impossible!
ru: Наше оружие и доспехи и впрямь в крови, но как мы перебили всё войско эльфов? Это невозможно!

source: You don't realize the power that lies within you; for a moment I unleashed it. The defeated elvish army is the result!
ru: Вы и понятия не имеете о силе, скрытой в вас; на миг я высвободил её. Вот результат – поверженное эльфийское войско!

source: You made us kill our friends! We'll kill you for that!
ru: Ты заставил нас убить наших друзей! За это мы убьём тебя!

source: You're still under my control, you stupid creature! All of you! I could make you gut yourself right now!
ru: Ты всё ещё под моим контролем, глупое создание! Все вы! Я могу прямо сейчас заставить тебя распороть себе брюхо!

source: $naga_no_vessel.name felt himself losing control of his own hands and reached for the dagger.
ru: $naga_no_vessel.name почувствовал, как теряет контроль над собственными руками и тянется к кинжалу.

source: Don't! Did you get what you wanted? Will you leave us alone now?
ru: Не надо! Ты получил, что хотел? Теперь ты оставишь нас в покое?

source: No, I'm just making sure you're suitable for the Plan.
ru: Нет, я лишь убедился, что вы подходите для исполнения Плана.

source: What Plan?
ru: Какого Плана?

source: I will not condescend to repeat myself, you foolish creature; be satisfied with the thought that everything is going as it should.
ru: Я не снизойду до повторений, глупое создание; довольствуйся мыслью, что всё идёт, как надо.

source: Are you going to plunge us back into darkness and use us as your puppets?
ru: Ты снова погрузишь нас во тьму и используешь, как своих марионеток?

source: I could control you all the time, but it's too easy. I enjoyed the way you killed the elves. For that, I can keep you awake if you swear to follow three rules.
ru: Я мог бы контролировать вас всё время, но это слишком просто. Мне понравилось, как вы перебили эльфов. За это я могу оставить вас в сознании, если заречётесь следовать трём правилам.

source: What Rules?
ru: Каким правилам?

source: One, call me Master. Two, obey all my orders unconditionally. And three, don't annoy me with meaningless questions.
ru: Первое – называть меня Господином. Второе – выполнять все мои приказы беспрекословно. И третье – не раздражать меня бессмысленными вопросами.

source: Then we await your orders, Master.
ru: Тогда ждём приказаний, Господин.

source: Empty the settlement, gather all the supplies you can find, and head downstream to the south creek.
ru: Опустошите поселение, соберите все припасы, какие найдёте, и отправляйтесь вниз по течению южного ручья.

source: Across the Venomous Sands
ru: По ядовитым пескам

source: The Nagas ravaged the village and filled the bales to the brim with elven supplies. Master of the Vessel, now their Master as well, ordered to dump the elves' bodies in the oasis to poison the water with corpse poison and cut off the way back forever.
ru: Наги разорили деревню и доверху набили тюки эльфийскими припасами. Хозяин Сосуда, ставший теперь и их Хозяином, приказал сбросить тела эльфов в оазис, чтобы отравить воду трупным ядом и навсегда отрезать путь назад.

source: With their own hands the Nagas had destroyed the home they cherished most. But they had no time to realize the ironic horror of what they did: the cruel Master of the Vessel ordered them to move south immediately.
ru: Своими руками наги разрушили дом, который поклялись защищать. Но у них не было времени, чтобы осознать весь ироничный ужас содеянного: жестокий хозяин Сосуда велел немедленно выдвигаться на юг.

source: Scenario 3: Across the Venomous Sands
ru: Сценарий 3: По ядовитым пескам

source: In their minds, Typhon and Python wondered why they should go south, into the land of poisonous sands, from which only troubles had long come - but no one dared to ask, for the anger of Master of the Vessel was terrible.
ru: Мысленно Тифон и Пифон задавались вопросом – зачем идти на юг, в край ядовитых песков, из которых издавна приходили одни только беды – однако никто не осмелился задать его, ибо страшен был гнев Хозяина Сосуда.

source: Monsters
ru: Чудовища

source: Ogres
ru: Огры

source: Undead
ru: Мертвецы

source: Qi'Bedur
ru: Ки'Бедур

source: Terrible Roc
ru: Ужасный Рок

source: Ar-r-r! Worms, worms, my nestlings will peck you anyway!
ru: Ар-р-р! Черви, черви, мои птенцы всё равно заклюют вас!

source: I don't think that huge bird is Qi'Bedur. But it's a good thing we beat it!
ru: Не думаю, что эта огромная птица - Ки'Бедур. Но хорошо, что мы одолели её!

source: The claw of this monster would make a great trophy!
ru: Коготь этого чудища будет отличным трофеем!

source: $unit.name finds a claw of Great Rock. Should he pick it up? (+15% accuracy to attacks)
ru: $unit.name видит коготь Ужасного Рока. Взять коготь? (+15% меткости на атаки)

source: rocs claw^Take it
ru: Да

source: rocs claw^Leave it
ru: Нет

source: Claw of Great Tock
ru: Коготь Ужасного Рока

source: This claw grants the wearer +15% accuracy to attacks!
ru: Коготь дарует носителю +15% точности атак!

source: Wrath of the earth
ru: Гнев Земли

source: Ugly creatures! Turned the... the earth... into sand... slaughtered... us... The earth will return what's itss!
ru: Гадкие твари! Превратили... землю... в песок... погубили... нас... Земля всё равно возьмёт своё!

source: That evil pile of earth is definitely not Qi'Bedur.
ru: Эта злобная куча земли точно не Ки'Бедур.

source: This thing consisted of some kind of magical mud. Maybe it could be a trophy?
ru: От неё осталась кучка волшебной глины. Может, она сойдёт за трофей?

source: $unit.name finds a magical mud. Should he pick it up? (gives a regenerates ability)
ru: $unit.name видит волшебную глину. Стоит ли взять её? (дарует способность 'регенерация')

source: magic_mud^Take it
ru: Да

source: magic_mud^Leave it
ru: Нет

source: Magical Mud
ru: Волшебная глина

source: This mud grants the wearer a regenerates ability!
ru: Волшебная глина дарует владельцу способность регенерация!

source: Moog the Overterrible
ru: Муг Преужасный

source: I wanted to crunch fried snake tails but now it's my bones that are crunching!
ru: Я хотел похрустеть жареными хвостами змей, но теперь хрустят мои косточки!

source: He didn't say anything about the Master, so it's not Qi'Bedur. Glad he didn't eat us.
ru: Он ничего не сказал о Хозяине, значит, это не Ки'Бедур. Зато он не сожрал нас!

source: That monster's belt is longer than my tail! That would be a good trophy.
ru: Пояс этого чудища длиннее моего хвоста! Вот славный трофей выйдет.

source: $unit.name finds a giant belt. Should he pick it up? (gives +30% to hitpoints)
ru: $unit.name видит пояс великана. Надеть его? (дарует +30% здоровья)

source: giant_belt^Take it
ru: Да

source: giant_belt^Leave it
ru: Нет

source: Giant Belt
ru: Пояс великана

source: This belt grants the wearer +30% hitpoints!
ru: Этот пояс увеличивает здоровье владельца на 30%!

source: Lord Konrad
ru: Лорд Конрад

source: The enemy has taken our fortress, what will happen to Wesnoth?
ru: Враг захватил нашу крепость, что теперь станет с Веснотом?

source: He talks about Wesnoth, just like the ghosts in Phantom Outpost. It's not Qi'Bedur.
ru: Он говорил о Весноте, прямо как те призраки с Призрачной Заставы. Это не Ки'Бедур.

source: The ghost disappeared, but his armour remained. So ancient, but still beautiful and sturdy. It's a great trophy!
ru: Призрак исчез, но его доспехи остались. Такие древние, такие прочные и красивые. Всем трофеям трофей!

source: $unit.name finds a dread armour. Should he pick it up? (+20% physical resistances, but -20% to arcane.)
ru: $unit.name видит древние латы. Стоит ли надеть их? (+20% к колющему, режущему и крушающему, -20% к мистическому сопротивлению)

source: dread_armour^Take it
ru: Да

source: dread_armour^Leave it
ru: Нет

source: Dread Armour
ru: Древние латы

source: This armour grants the weaver +20% physical resistances, but -20% to arcane.
ru: Эти латы даруют носителю +20% к физическим сопротивлениям, но -20% к мистическому.

source: On the border between the two seas lives Qi'Bedur. Seek him out and kill for me. The creek will direct your path.
ru: На границе меж двух морей живёт Ки’Бедур. Разыщите и убейте его для меня. Ручей укажет вам путь.

source: How do we recognize Qi'Bedur, Master?
ru: Как мы узнаем Ки’Бедура, Господин?

source: He will immediately talk about me.
ru: Он сразу заговорит обо Мне.

source: Will you accompany us on our quest, Master?
ru: Вы не сопроводите нас в пути, Господин?

source: I will be inside the Vessel, and my magic will help you, but be afraid to summon me. If your stupidity or weakness forces me to leave the Vessel, I will turn your bones to sand, and instead of blood, boiling oil will flow through your veins!
ru: Я буду внутри Сосуда, мои чары окажут вам помощь, но страшитесь вызывать меня. Если ваша глупость или слабость вынудит меня покинуть Сосуд, я обращу ваши кости в песок, а вместо крови по вашим венам польётся кипящее масло!

source: With these words, the Master turned into a whirlwind of sand and disappeared into the depths of the Vicious Vessel
ru: С этими словами Хозяин обратился в вихрь песка и скрылся в глубине Нечестивого Сосуда

source: The Master said that Qi'Bedur lives between two seas, but what is a sea? Have you heard anything about it?
ru: Господин сказал, что Ки’Бедур живёт меж двух морей, но что такое море? Ты что-нибудь слышал об этом?

source: No, but if we can beat the elves with his magic, then we can make this journey. Let's do it!
ru: Нет, но раз с его чарами мы сумели перебить эльфов, значит, и это путешествие нам по силам. За дело!

source: In this scenario, the Vessel's Master will cure and heal your units adjacent to the bearer of the Vessel.
ru: В этом сценарии носитель Нечестивого Сосуда может исцелять и лечить стоящих рядом союзников.

source: Find and kill Qi'Bedur
ru: Разыщите и убейте Ки'Бедура

source: Invasion! Warn Qi'Bedur!
ru: Вторжение! Предупредить Ки'Бедура!

source: He said Qi'Bedur! Follow him! We're almost there!
ru: Он сказал Ки’Бедур! Мы почти у цели!

source: I sense the presence of the Vicious Vessel. It returns to our abode. But why not in Arzoteq's hands? After all, he was the one chosen to bring it back...
ru: Я чувствую присутствие Нечестивого Сосуда. Он возвращается в нашу обитель. Но почему не в руках Арзотека? Ведь это он был избран, чтобы вернуть его…

source: He spoke of the Master, it is definitely Qi'Bedur!
ru: Он заговорил о Хозяине, это точно Ки’Бедур!

source: Arzoteq is dead, and you're next, Qi'Bedur!
ru: Арзотек мёртв, и ты следующий, Ки’Бедур!

source: Is that so? Filthy jug, even though you defeated Arzotek far from our borders, you will lose here in Uria's territory! I will personally reform you and bring you back under the Goddess' hand!
ru: Вот как? Поганый кувшин, хоть ты и победил Арзотека вдали от наших границ, но здесь, на территории Урии, ты проиграешь! Я лично исправлю тебя и верну под длань Богини!

source: How did heresy get this far? Uria, protect us!
ru: Как ересь зашла так далеко? Урия, храни нас!

source: Pathetic Qi'Bedur! How much power he had in his soul, and how he squandered it in the service of Uria!
ru: Жалкий Ки’Бедур! Сколько скрытой силы было в его душе, и как бездарно он растратил её, служа Урии!

source: Aren't you related to Uria, Master?
ru: А разве вы не связаны с Урией, Господин?

source: Insignificant creature! As a reward for defeating Qi'Bedur, I will answer your question.
ru: Ничтожное создание! В награду за победу над Ки'Бедуром я отвечу на твой вопрос.

source: Yes, my nature is bound to Uria, but this bond is like the chains on a prisoner's body, a cage that restrains the growth of a mighty tree! But the hideous threads that bind me to Uria are weakening, and soon you will be the sword that will cut them!
ru: Да, естество моё связано с Урией, но связь эта подобна цепям на теле узника, клетке, сдерживающей рост могучего дерева! Однако отвратительные нити, связывающие меня с Урией, слабеют, и вскоре вы станете мечом, что разрубит их!

source: May I also ask you a question, Master? What is the sea?
ru: Могу я так же задать вопрос, Господин? Что такое море?

source: Insignificant creature, the sea is something that stretches from horizon to horizon, something boundless and great like my charms!
ru: Ничтожное создание, море – это нечто, простирающееся от горизонта до горизонта, нечто бескрайнее и великое, как мои чары!

source: I now understand the meaning of your words, Master. Qi'Bedur lived between a sea of sand and a sea of water. A sea of water! Can't believe it.
ru: Теперь я осознал смысл ваших слов, Господин. Ки-Бедур жил между морем песка и морем воды. Море воды! Подумать только.

source: You have left one sea, and you are destined to enter another. Listen to my orders: Rest in the fortress of Qi'Bedur until the next short night, then go to the oasis of land in the sea of water; the Red Star will show you the way. As the darkest hour comes before the dawn, so the worst nightmare happens before awakening! Your awakening!
ru: Вы вышли из одного моря, и вам суждено вступить в другое. Слушайте мой приказ: Отдохните в крепости Ки-Бедура до следующей короткой ночи, затем отправляйтесь к оазису суши в море песка; Красная Звезда укажет вам путь. Как самый тёмный час наступает перед рассветом, так и самый страшный кошмар случается перед пробуждением! Вашим пробуждением!

source: Yes, Master.
ru: Да, Господин.

source: Awakening
ru: Пробуждение

source: A short night, the Nagas set sail from Qi'Bedur's castle, orientated by the Red Star. The depths of the sea made them fearful. When a rocky island appeared on the horizon in the morning, the Nagas rejoiced as if they had found an oasis in the desert.
ru: Короткой ночью наги отплыли из замка Ки’Бедура, ориентируясь на Красную звезду. Море внушало им страх. Когда под утро на горизонте показался скалистый остров, наги обрадовались, словно нашли оазис в пустыне.

source: Scenario 4: Awakening
ru: Сценарий 4: Пробуждение

source: Up close, it became clear that the entire island was a citadel that an unknown force had erected right out of the rocks. No one guarded the citadel from the outside. Master of the Vessel ordered the Nagas to pass through the grim gate...
ru: Вблизи стало ясно, что весь остров – это цитадель, которую неведомая сила воздвигла прямо из скал. Никто не охранял цитадель снаружи. Хозяин Сосуда приказал нагам пройти сквозь мрачные врата…

source: Mal'Khuzur
ru: Мал'Хузур

source: Uria
ru: Урия

source: Part of the Vessel's Master
ru: Фрагмент Души

source: Spider Guard
ru: Паук-страж

source: ...So the Vicious Vessel has returned to its home harbour. Now I understand the Goddess' plan. To loosen the reins, to let the Vessel weed out the weak, to strengthen itself, to find better servants, and then to tame it cruelly, and to get an even more powerful instrument for the fulfilment of Her will!
ru: …Итак, Нечестивый Сосуд вернулся в родную гавань. Теперь я понимаю замысел Богини. Ослабить поводья, чтобы Сосуд отсеял слабых, усилился, нашёл лучших слуг, а затем – жестоко укротить его и получить ещё более могущественное орудие для воплощения своей воли!

source: It's an excellent plan. And I'm happy to execute the last stage of it.
ru: Превосходный план. И я с радостью выполню последний его этап.

source: Ridiculous Mal'Khuzur! I realise <i>my own</i> will, and my tools have been stronger than Uria's before, so they will be now. Nagi! Destroy him!
ru: Смехотворный Мал'Хузур! Я воплощаю <i>свою</i> волю, и мои инструменты прежде были сильнее, чем у Урии, так будет и сейчас. Наги! Уничтожьте его!

source: How fortunate, the Goddess wants me to personally tame the Vicious Vessel! I am no match for Arzoteq and Qi'Bedur, I will not fail Her.
ru: Какое счастье, Богиня хочет, чтобы я лично укротил Нечестивый Сосуд! Я – не чета Арзотеку и Ки’Бедуру, я не подведу Её.

source: Master of the Vessel's Magic
ru: Чары Хозяина Сосуда

source: In this scenario, Master of the Vessel will cure and heal your units adjacent to him.
ru: В этом сценарии Хозяин Сосуда будет исцелять и лечить стоящих рядом союзников.

source: Destroy Mal'Khuzur
ru: Низвергните Мал'Хузура

source: Master of the Vessel deals a finishing blow to Mal'Khuzur
ru: Хозяин Сосуда наносит Мал'Хузуру смертельный удар

source: Release a piece of Master of the Vessel's soul from Uria's shackles.
ru: Освободите фрагмент души Хозяина Сосуда от оков Урии.

source: Now you can control Master of the Vessel!
ru: Теперь вы можете управлять Хозяином Сосуда!

source: Only Master of the Vessel can deal the finishing blow to Mal'Khuzur.
ru: Только Хозяин Сосуда может низвергнуть Мал'Хузура.

source: Uria has hidden a piece of my soul in the mind of Mal'Khuzur. I will open portals - go there, free it, and I will regain my true power!
ru: Урия спрятала частицу моей души в разуме лича. Я открою портал – отправляйтесь туда, освободите её, и я вновь обрету свою истинную силу!

source: There it is, the despicably torn away piece of my being! Uria's tentacles have a dead grip on it. Destroy them!
ru: Вот она, подло отторгнутая частица моего естесства! Щупальца Урии вцепились в неё мёртвой хваткой. Уничтожьте их!

source: Ar-r-r! Why is Uria's presence weakening in me?!
ru: Ар-р-р! Почему присутствие Урии ослабевает во мне?!

source: Destroying the tentacles hurts the Mal'Khuzur too! Let's carry on like this!
ru: Разрушение щупалец вредит и личу! Продолжаем в том же духе!

source: It came true! My Plan has worked! Oh, astral power, for which I have longed for centuries, how good it is to feel you again with every fibre of my being! You will be the instrument of the cruel vengeance I will exact upon Uria and her minions!
ru: Свершилось! Мой План сработал! О, астральная мощь, по которой я тосковал столетиями, как приятно вновь ощущать тебя каждой фиброй души! Ты станешь орудием жестокой мести, которую я учиню для Урии и её приспешников!

source: Tremble, Mal'Khuzur! Now you will see how terrible my wrath is.
ru: Трепещи, Мал'Хузур! Сейчас ты узнаешь, как я страшен в гневе.

source: Master wants to destroy Mal'Khuzur, let's clear his path!
ru: Господин хочет уничтожить лича, расчистим ему путь!

source: Filthy heretics, your weapons are powerless against me! Even without the Goddess, I will destroy you!
ru: Грязные еретики, ваше оружие мне нипочём! Даже без Богини я уничтожу вас!

source: It seems only the Master can destroy the lich!
ru: Похоже только Господин может сразить лича!

source: How did this happen? This doesn't look like the Goddess's plan! Or does She want me to fall?!
ru: Как это случилось? Это не похоже на план? Или Богиня хочет, чтобы я пал?!

source: This is what <i>I</i> want! Disappear, knowing that Uria has forsaken you, and soon, she will forsake this whole world, for I am now the evil doom and Supreme Overlord!
ru: Этого хочу <i>Я</i>! Исчезни, зная, что Урия оставила тебя, а вскоре, она оставит весь этот мир, ибо я теперь – злой рок Верховный Властитель!

source: You have served me well, serpent creatures. Your bodies and souls are surprisingly clever tools for enacting the Higher Will; even the Gyrza's orcs were less useful, and they were considered the strongest orcish band in the entire desert!
ru: Вы послужили мне на славу, змеиные создания. Ваши тела и души – на удивление толковые инструменты для воплощения Высшей Воли; даже от орков Гюрзы было меньше толку, а ведь они считались сильнейшей орочьей бандой во всей пустыне!

source: Everything has happened exactly as I intended. You have paved the way through the nightmares and released a power beyond your comprehension - my power! Now it's time for you to wake up and realise your own freedom!
ru: Всё случилось в точности так, как я предначертал. Вы проложили путь сквозь кошмары и освободили силу, неподвластную вашему осмыслению – мою силу! Теперь вам пора проснуться, и осознать собственную свободу!
