Repository: Discontinuum/Lair_of_Thugs
Catalog: translations/*/LC_MESSAGES/wesnoth-vs.po
Languages: ru

source: Unwitched!
ru: Расколдован!

source: My head felt so... empty?
ru: В голове стало так… пусто?

source: So this was your plan? To use us to free your soul from Uria's influence?
ru: Значит, в этом был твой план? Использовать нас, чтобы освободить свою душу от влияния Урии?

source: Exactly. And just because you have fulfilled it exactly, I will not devour your souls or split you into a thousand grains of sand!
ru: Всё так! И лишь за то, что ты исполнили его в точности, я не стану пожирать ваши души или расщеплять вас на тысячу песчинок.

source: But how did a creature like you get caught in Uria's net in the first place?
ru: Но как такое существо, как ты, вообще попало в сети Урии?

source: You wretched creature! Do you think I care to tell you this now, in the hour of new-found freedom, on the threshold of great change! Don't ask about it, or I'll shred you into sand nonetheless!
ru: Жалкое создание! Неужели ты думаешь, что мне интересно рассказывать это сейчас, в час новообретённой свободы, на пороге великих перемен! Не спрашивай об этом, или я всё-таки расщеплю вас!

source: Continue to be our Master!
ru: Будь нашим Господином и дальше!

source: What are you saying?
ru: Что?!

source: In the desert, everyone needs a powerful protector. With the magic of Master of the Vessel, we have defeated both the elves of Eloh and the cultists of Uria. May we continue to do so!
ru: В пустыне каждому нужен могучий покровитель. С магией Хозяина Сосуда мы одолели и эльфов Эло, и культистов Урии. Пусть так будет и дальше!

source: Ridiculous creature! Why should I waste my attention on a bunch of snakes now, when astral plans larger and more interesting than the entire history of your race await me!
ru: Смехотворное создание! Зачем мне тратить своё внимание на кучку змей сейчас, когда астральные планы, более масштабные и интересные, чем история всей вашей расы, ждут меня!

source: But what will happen to us now?
ru: Но что тогда будет с нами!

source: What do I care? You're free - do what you want with it!
ru: Какая мне разница! Вы стали свободными – делайте с этим, что хотите!

source: And what about the Vicious Vessel?
ru: А что насчёт Нечестивого Сосуда?

source: I am no longer attached to it, it is now nothing more than an ugly golden craft of mortals.
ru: Я более не привязан к нему, теперь это не более, чем уродливая золотая поделка смертных!

source: Farewell, you ridiculous creatures! Perhaps one day I may need you again, but until then, fear to stand in the way of my designs, for punishment will follow immediately, and you have already seen how terrible my wrath is!
ru: Прощайте, нелепые создания! Быть может, однажды вы ещё понадобитесь мне, но до тех пор страшитесь встать на пути моих замыслов, ибо кара последует незамедлительно, а как страшен мой гнев, вы уже видели!

source: Now I really feel like a instrument. He used us and disappeared.
ru: Теперь я и впрямь чувствую себя инструментом. Он воспользовался нами и исчез.

source: Look at it this way. We were servants of the elves, afraid to go beyond the oasis. Now we are mighty warriors, hardened by dangerous travel, dark magic and fierce battles! I feel that all the sands are open to me, and everywhere I can take what I like!
ru: Посмотри на это с другой стороны. Мы были прислужниками эльфов и боялись выйти за пределы оазиса. А теперь мы – могучие воины, закалёные опасным путешествием, тёмной магией и жестокими битвами! Я чувствую, что все пески мне открыты, и везде я смогу захватить то, что мне понравится!

source: You're right. Let's rest in the citadel and then decide where we go next.
ru: Ты прав. Давай отдохнём в цитадели, а потом решим, куда пойдём дальше.

source: Dawarf
ru: Даварф

source: One of the first missions Arzoteq took shortly after becoming a herald of Uria was to a small dwarvish settlement near the shrine of his cult. He hoped the dwarves would listen to his word and join the cult of Uria but dwarves didn't understand his preaching and unleashed their axes instead. After defeating the dwarves, Arzoteq decided to fix earthiness and mundanity of dwarves that prevented them from understanding the teaching of his goddess Uria. He tried to attach wings to living dwarvish bodies to create a race of flying warriors who could help in spreading Uria's word. As it was his very first experiment, the result didn't meet his expectations. Neither they could fly, nor they were as hardy as dwarves are. At least they turned quite cheap to produce, so Arzoteq doesn't really care about them and use them as a fodder to protect valuable troops and to scare enemies. Some of them fled from him and now freely roam in the wastelands of Irdya.
ru: После того, как Арзотек стал глашатаем Урии, одной из первых его целей стала небольшая гномская деревня неподалёку от капища его культа. Он надеялся, что гномы станут слушать его слово и присоединятся к культу Урии, но гномы не поняли его проповедей и достали свои топоры. Разгромив гномов, Арзотек решил исправить их приземлённость и обыденность, которые помешали им понять учение его богини Урии. Он пытался пришивать крылья к живым гномским телам, чтобы создать расу летающих воинов, которые смогут помочь в распространении слова Урии. Так как это был его самый первый эксперимент, результат не оправдал его ожиданий. Даварфы так и не научились летать, да ещё и не такие крепкие в бою, как гномы. По крайней мере они оказались весьма дешевы, потому Арзотек их не жалеет и использует как мясной щит для более ценных войск и для устрашения врагов. Некоторые даварфы сбежали от него и теперь бродят сами по себе по пустошам Ирдии.

source: Dark Sphere
ru: Тёмная сфера

source: Great Ogre
ru: Великий огр

source: Great ogres are larger than the ordinary ogre, possess more strength and stand taller than an adult Wose. They live in the wilderness and are xenophobic, so if you ever encounter one, then run.
ru: Великие огры крупнее обычных огров, обладают большей силой и ростом выше взрослого Древня. Они живут в дикой природе и враждебно относятся к чужакам, так что если вам вы повстречали такого, бегите.

source: cleaver
ru: тесак

source: Herald of Uria
ru: Глашатай Урии

source: As Uria's evil influence entered Irdya after the Fall, multitude of cults dedicated to her or her incarnations appeared across the wastelands of once thriving habitats of Irdya. At first they were centered around special places where Uria's presense could be easily felt. It wasn't enough for the Mother of all Evil, as many cults called Uria, so she chose the most capable sorcerers among her cultists and appointed them as her heralds. Their task is to roam Irdya and spread the word of their goddess to other races. They use terrible magic in their quest to find new worthy servants for Uria and to exterminate any fool who dare to oppose her teaching.
ru: С тех пор, как после Падения злое влияние Урии проникло в Ирдию, появилось множество культов, посвящённых ей или её воплощениям. Эти культы стали заполнять пустоши, оставшиеся на месте прежних житниц Ирдии. По началу они кучковались вокруг особых мест, где присутствие Урии ощущалось сильнее всего. Но Матери всего Зла, как величали Урию многие её культисты, было этого мало. Поэтому она выбрала самых способных волшебников среди своих почитателей и нарекла их своими глашатаями. Их задача - бродить по Ирдии и распространять слово своей богини другим народам. Они готовы использовать самую ужасную магию, чтобы исправно выполнять свою миссию - находить для Урии новых достойных слуг и уничтожать глупцов, посмевших противиться её учению.

source: voice of Uria
ru: глас Урии

source: Nagini Overseer
ru: Надзирательница

source: Naga Overseer
ru: Надзиратель

source: In the desert hell, internal strife is as destructive as thirst, so the nagas have a special group of overseers to keep order in a colony. The overseers are infinitely loyal to the leader, their armor and maces are a powerful argument against any troublemaker. And if an external enemy invades the colony, the overseers will be at the front of the line and provide the tribesmen with a solid defense.
ru: В пустынном аду внутренние распри так же губительны, как жажда, поэтому у нагов выделилась особая группа надзирателей, цель которой - поддерживать порядок в колонии. Надзиратели бесконечно преданны вожаку, их доспехи и палицы являются весомым аргументом против любого смутьяна. А если в колонию нагрянет внешний враг, надзиратели встанут в первые ряды и обеспечат соплеменникам надёжную защиту.

source: Nagini Oasis Keeper
ru: Стражница оазиса

source: Naga Oasis Keeper
ru: Страж оазиса

source: Though the Nagas of today have adapted to desert life, they cannot do without water. But a good oasis has been worth its weight in gold since the Fall, and every race will do anything to obtain it. The best of the overseers get even heavier armor and become Oasis Keepers to protect the colony's waters from the suffering. The Oasis Keepers hardly ever leave their home oasis, but it pays off when the next vagrant who might have taken advantage of the colony in the absence of warriors falls to the sand with broken bones.
ru: Хоть нынешние наги и приспособились к жизни в пустыне, они не могут совсем обойтись без воды. Но хороший оазис после Падения стал на вес золота, и каждая раса пойдёт на всё, чтобы обладать им. Лучшие из надзирателей получают ещё более тяжёлую броню и становятся Стражами Оазиса, чтобы защитить воды колонии от страждущих. Пусть Стражи почти не покидают родного оазиса, их содержание окупается с лихвой, когда очередной бродяга, что мог бы поживиться колонией в отсутствие воинов, падает на песок с переломанными костями.

source: Nagini Pillar
ru: Оплот

source: Naga Pillar
ru: Оплот

source: The Pillar is the only reason other Nagas can go on raids without worrying about the colony's safety. The Fall's top-of-the-art armor makes these nagas nearly invulnerable to most desert raiders, and their huge maces can crush even monsters. It is not uncommon for raiding nagas to find their wounded Pillar in the midst of a mountain of shattered enemy bodies when they return from a raid. Its equipment is passed down from generation to generation, and its many scratches are the subject of heroic stories and legends.
ru: Оплот - единственная причина, по которой другие наги могут отправляться в набеги, не переживая за сохранность колонии. Лучшие по меркам Падения латы делают этих нагов неуязвимыми для большинства пустынных налётчиков, а их громадные булавы способны сокрушить даже чудовищ. Нередко наги-налётчики по возвращению с набега находили своего израненого Оплота посреди горы раздробленных вражьих тел. Снаряжение Оплота передаётся из поколения в поколение, а многочисленные царапины на нём становятся предметом героических историй и легенд.

source: Naga Dirkfang
ru: Дискомёт

source: Nagini Dirkfang
ru: Дискомёт

source: Naga Warrior
ru: Воин

source: curved blade
ru: изогнутый клинок

source: Nagini Warrior
ru: Воительница

source: Naga Chief
ru: Воевода

source: Nagini Chief
ru: Воевода

source: Naga Blade Dancer
ru: Танцор клинка

source: chakram
ru: шакрам

source: Nagini Blade Dancer
ru: Танцовщица клинка

source: Naga Blade Whirlwind
ru: Стальной вихрь

source: Nagini Blade Whirlwind
ru: Стальной вихрь

source: Sun Guardian
ru: Солнечный страж

source: fire claws
ru: огненные когти

source: sun breath
ru: дыхание солнца

source: No one knows where the mysterious Master of the Vessel came from, all that is clear is that it is a dangerous creature with far more power than meets the eye.
ru: Никто не знает, откуда взялся таинственный Хозяин Сосуда, известно только, что это опасное существо с куда большей силой, чем может показаться на первый взгляд.

source: claws
ru: когти

source: enchantment
ru: зачарование

source: wrath of the Vessel's Master
ru: гнев Хозяина Сосуда

source: always hits
ru: неизбежный

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
ru: Эта атака всегда имеет 100% шанс попадания вне зависимости от защитных способностей противника.

source: attack-only
ru: наступательный

source: This attack can only be used offensively.
ru: Эта атака может использоваться только в нападении.

source: mud revival
ru: оживление грязи

source: When killing an opponent, turns its corpse into a mudcrawler. This doesn’t work on Undead or units in villages.
ru: На месте убитого этой атакой врага появится грязевик. Не работает на нежить или бойцов в деревнях.

source: Typhon
ru: Тифон

source: Python
ru: Пифон

source: No! We can't do it without Typhon!
ru: Нет! Мы не справимся без Тифона!

source: No! We can't do it without Python!
ru: Нет! Мы не справимся без Пифона!

source: Worthless creatures! How did you... let... this!
ru: Никчёмные создания! Как вы... допустили... это!

source: Death of Typhon
ru: Смерть Тифона

source: Death of Python
ru: Смерть Пифона

source: Mudavenger
ru: Гряземститель

source: fist
ru: кулак

source: mud glob
ru: грязеплевок

source: Mudogre
ru: Грязеогр

source: A poor creature has perished in the perilous sands but its hatred did not allow its soul to rest. It embodied itself in the mud to avenge its tormentors.
ru: Несчастное создание погибло в коварных песках, но ненависть не позволила его духу упокоиться. Он воплотился в виде грязи, чтобы отомстить своим мучителям.

source: Naga Viper
ru: Гадюка

source: immune to poison
ru: иммунитет к яду

source: female^immune to poison
ru: иммунитет к яду

source: Immune to poison
ru: Иммунитет к яду

source: Naga Vipers developed a distinguished immunity to poison because of constant contact with poisoned arrows their use.
ru: Постоянный контакт с ядом для стрел развил у нагов-гадюк иммунитет к отравлению.

source: reliable bow, max XP +20%
ru: надежный лук, +20% к макс. ОП

source: reliable
ru: надёжный

source: This attack's chance to hit is increased by 10%.
ru: В нападении шанс попадания этой атакой увеличен на 10%.

source: Naga Vipers are naga who are skilled at hunting with a bow. They developed a special resistance to poison, so they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
ru: Наги гадюки искусны в стрельбе из лука. Благодаря развитому иммунитету к яду, им не нужно беспокоиться о возможных проблемах при охоте с отравленными стрелами. Выстрелы их длинных смазанных ядом стрел известны своей смертоносностью.

source: Naga Raider
ru: Налётчик

source: An important place in the life of desert nagas belongs to raids to capture prey or patrol borders. Raiders are the most common participants of such raids. They travel light, with only a blade in hand, and rely on their agility. Their sudden strikes can be devastating, especially at dawn or dusk.
ru: Важную роль в жизни пустынных нагов играют походы с целью захвата добычи или патрулирования границ. Налётчики - это рядовые участники таких походов. Они передвигаются налегке, с одним лишь клинком в руке, и делают ставку на своё проворство. Их внезапные удары могут быть губительны, особенно на рассвете или закате.

source: scimitar
ru: ятаган

source: Nagini Raider
ru: Налётчица

source: Naga Nomad
ru: Добытчик

source: Experienced raiders take a second blade and go on farther and more dangerous raids. Nomads scour the desert in search of what their colony needs, be it a new oasis, food, gold, or supplies. It's dangerous work that requires the nagas to be quick and self-reliant, so the nomads are formidable fighters who can slice through a hapless foe with a series of lightning-fast blows in a matter of seconds.
ru: Опытные налётчики берут второй клинок и отправляются в более далёкие и опасные рейды. Добытчики рыщут по пустыне в поисках того, что нужно колонии, будь то новый оазис, пища, золото или припасы. Это опасный труд, который требует от нагов быстроты и умения постоять за себя, а потому добытчики - грозные бойцы, способные в считаные секунды изрубить незадачливого противника чередой молниеносных ударов.

source: Nagini Nomad
ru: Добытчица

source: Naga Predator
ru: Охотник

source: Predators appear in their colony only to unload caravans full of valuable supplies and disappear behind the dunes again for long periods of time. They spend weeks, if not months, in the open sands and hunt relentlessly for what few goods are left in the world. As soon as the goods are within sight of the Predators, they strike, as swift as they are deadly. All of the most important assets of any Naga colony have been gained by the Predators in bloody skirmishes, which is why the tribesmen honor and respect them on those rare occasions when the Predators visit home.
ru: Охотники появляются в колонии лишь для того, чтобы разгрузить караваны, полные ценных припасов, и снова надолго исчезнуть за дюнами. Они проводят в открытых песках недели, если не месяцы, и ведут непрекращающуюся охоту на те немногие блага, что ещё остались в этом мире. И едва блага оказываются в поле зрения охотников, как те тут же наносят удар, столь быстрый, сколько и смертоносный. Все главные ценности любой колонии нагов добыты охотниками в кровавых стычках, именно поэтому соплеменники оказывают им почёт и уважение в те редкие моменты когда охотники заглядывают домой.

source: Nagini Predator
ru: Охотница

source: Chosen of Uria
ru: Избранник Урии

source: Only a few are honoured with the title of Chosen of Uria. These are the terrifying sorcerers and monsters that are directly connected to her, and are filled with her dark power. They lead Uria's cults around the world and use their power to enact her will.
ru: Лишь немногие удостаиваются звания Избранника Урии. Они - могущественные чародеи и чудовища, непосредственно связанные с ней и наполненные её тёмной силой. Избранники возглавляют культы Урии по всему миру и используют своё могущество, чтобы воплощать волю её.
