Repository: Discontinuum/Lair_of_Thugs
Catalog: translations/*/LC_MESSAGES/wesnoth-vs.po
Languages: ru

source: Venomous Sands
ru: Ядовитые Пески

source: VS
ru: ЯП

source: Overseer
ru: Надзиратель

source: Normal
ru: Нормальный

source: Challenging
ru: Сложный

source: Oasis Keeper
ru: Страж оазиса

source: Pillar
ru: Оплот

source: Difficult
ru: Очень сложный

source: Life had been harsh for the Nagas since the Great Fall, but they could not imagine what they faced when forces far more powerful than marauding bands turned their gaze upon them. You'll face the elves of Quenoth and the cultists of Uria, traverse the desert, fight mighty bosses, collect artefacts and more! The world after the Fall is cruel and dangerous, will you be strong enough to survive in it?
ru: После Великого Падения жизнь нагов была суровой, но они и представить себе не могли, с чем столкнутся, когда на них обратят свой взор силы куда более могущественные, чем банды налётчиков. Вас ждёт встреча с эльфами Квенота и культистами Урии, путешествие через пустыню, битвы с могучими боссами, поиск артефактов и многое другое! Мир после Падения жесток и опасен, хватит ли вам сил, чтобы выжить?

source: (Venomous level of difficulty, 4 scenarios.)
ru: (Ядовитый уровень сложности, 4 сценария)

source: Campaign Design
ru: Дизайн кампании

source: Nagas After the Fall
ru: Наги после Падения

source: Harsh life, harsh snakes.
ru: Суровая жизнь, суровые змеи.

source: Xa'mos Nagas
ru: Наги Кса'мос

source: Injection
ru: Инъекция

source: Disclaimer
ru: Дисклеймер

source: This campaign changes certain Wesnoth standards, such as the nagas’ stats and the day/night cycle.
ru: Эта кампания изменяет некоторые стандартные элементы Веснота, в частности, характеристики нагов и цикл дня и ночи.

source: The sandy hell that Irdya became after the great Fall forced the surviving races to find new ways to live. Some of them, like the elves, adapted to life in the desert. Thus came Quenoth and the Cult of Eloh, the last island of civilization in the sea of sand.
ru: Песчаный ад, в который Ирдия превратилась после великого Падения, заставил уцелевшие расы искать новые способы выживания. Некоторые эльфы приспособились к жизни в пустыне. Так появился Квенот и культ Эло - последний остров светлой цивилизации в море песка.

source: Others found salvation in serving the dark forces that filled the wastelands. This is how cruel cults emerged, the worst of which was the cult of Uria, the mother of all Evil.
ru: Иные нашли спасение в служении тёмным сущностям, что заполонили пустоши. Так появились жестокие культы, самым страшным из которых был культ Урии - матери всего Зла.

source: And creatures equally indifferent to good and evil, but too weak to stand up for themselves, allied themselves with the mighty of this world, be they followers of Eloh or of Uria.
ru: А существа, одинаково безразличные к добру и злу, но слишком слабые, чтобы постоять за себя, вступили в союз с сильными мира сего - будь то последователи Эло или Урии.

source: This story is about such creatures, a small naga colony that shared an oasis with the elves of Quenoth. The burning suns had scorched the memories of the former enmity between the two races, and the nagas and elves lived harmoniously and shared together the hardships of life in the harsh sands.
ru: Эта история именно о таких существах, а точнее, о небольшой колонии нагов, что делили оазис с эльфами Квенота. Палящие солнца выжгли воспоминания о былой вражде двух рас, наги и эльфы жили мирно и вместе разделяли все тяготы жизни в суровых песках.

source: The elves protected the nearby dunes, and the nagas patrolled the river that flowed into the oasis. The river was the only source of water for miles around, and it was common for desert roamers to encroach on it.
ru: Эльфы защищали близлежащие дюны, а наги патрулировали ручей, впадающий в оазис. Ручей был единственным источником воды на многие мили вокруг, и часто бывало, что кто-то из пустынных бродяг покушался на него.

source: Scenario 1: Injection
ru: Сценарий 1: Инъекция

source: So young nagas Typhon and Python, who lead the colony, were not at all surprised when they discovered a camp of strangers on one of their forays.
ru: Поэтому молодые наги Тифон и Пифон, возглавляющие колонию, ничуть не удивились, когда на одной из вылазок обнаружили лагерь чужаков.

source: Arzoteq the Flesh Weaver
ru: Арзотек Ткач Плоти

source: Cultists
ru: Культисты

source: Gyrza the Dead Eye
ru: Гюрза Мёртвый Глаз

source: Orcs
ru: Орки

source: Rebel Orcs
ru: Мятежные орки

source: Phantom Outpost
ru: Призрачная Застава

source: The Vicious Vessel
ru: Нечестивый Сосуд

source: The mysterious vessel that Uria's cultists need so badly. It evokes an ominous energy, but at the same time, it beckons you to hold it in your hands.
ru: Таинственный сосуд, который очень нужен культистам Урии. От него веет зловещей силой, но в то же время, он так и манит взять его в руки.

source: vicious vessel
ru: нечестивый сосуд

source: This unit carries The Vicious Vessel.
ru: Этот боец несёт Нечестивый Сосуд.

source: Look, outsiders at the Phantom Outpost!
ru: Гляди, чужаки у Призрачной Заставы!

source: Gyrza Dead-Eye! I am Herald Arzoteq, sent to you to deliver the will of Uria. Hear and obey: The Vicious Vessel you received from the Goddess has corrupted and severed your connection to Her. It has led you down the wrong path. Give the Vessel to me! I will fix it and return to you, if, of course, you are still a worthy bearer.
ru: Гюрза Мёртвый Глаз! Я – глашатай Арзотек, был послан к тебе, чтобы передать волю Урии. Слушай и повинуйся: Нечестивый Сосуд, полученный тобой от Богини, испортился и разорвал твою связь с Ней. Он повёл тебя по ложному пути. Отдай сосуд мне! Я исправлю его и верну, если, конечно, ты всё ещё достойный носитель.

source: Nonsense, Uria spoke to me in a dream, She told me to seize the river and exterminate the infidels, there was no talk of the Vessel!
ru: Вздор, Урия говорила со мной во сне, Она велела захватить ручей и истребить неверных, о сосуде речи не было!

source: It could not be the Goddess, for the magic of the Vessel drowns out Her voice. Therefore I was sent to you to be Her mouth.
ru: Это не могла быть Богиня, ибо магия Сосуда заглушает голос Её. Именно я был послан к тебе, чтобы стать Её устами.

source: Are you using the name of Uria to deceive me and take the Vessel for yourself? Maybe you are one of the infidels She spoke of? Then I will kill you!
ru: Используешь имя Урии, чтобы обмануть меня и присвоить сосуд себе? Может, ты и есть один из тех неверных, о ком Она говорила? Тогда я убью тебя!

source: Come to your senses and do the will of the Goddess, or you'll be begging for death.
ru: Окстись и выполни волю Богини, или смерть для тебя станет слаще ледяной воды.

source: Ha-ha, you decrepit deceiver, what will you do to the mighty orcs?
ru: Ха-ха, дряхлый обманщик, и что же ты сделаешь могучим оркам?

source: Now you'll find out!
ru: Сейчас ты узнаешь!

source: I will reshape you into new, better servants of Uria!
ru: Я перекрою вас в новых, лучших слуг Урии!

source: The river will wait, warriors. First of all, capture the deceiver, I want to personally break all his bones!
ru: Ручей подождёт, воины. Прежде всего, схватите обманщика, хочу лично переломать ему все кости!

source: The orc chieftain and the wizard are going to fight each other, we must defeat both of them to keep the river safe. That won't be easy.
ru: Вождь орков и колдун собираются сражаться друг с другом, мы должны разгромить обоих, чтобы ручей был в безопасности. Это будет нелегко.

source: Yes, these outsiders are dangerous, but their feud gives us an advantage. Gather our ranks, strike at the right moment, and push them back!
ru: Да, эти чужаки опасны, но их вражда даёт нам преимущество. Сплотим наши ряды, нападём в подходящий момент, и отбросим их!

source: Defeat Gyrza the Dead Eye
ru: Сразите Гюрзу Мёртвого Глаза

source: Defeat Arzoteq the Flesh Weaver
ru: Сразите Арзотека Ткача Плоти

source: Bonus Objective
ru: Дополнительное задание

source: Destroy dark sphere to remove the darkness area, or destroy all spheres to deal a great damage to Arzoteq
ru: Разрушьте тёмную сферу чтобы рассеять ауру ночи, или разрушьте все сферы, чтобы нанести существенный урон Арзотеку

source: Capture the banner for make orcs fighting each other
ru: Захватите знамя чтобы посеять раздор между орками

source: More biological material? I wonder... If I sew their tails onto orc bodies, would I make good water servants?
ru: Ещё биологический материал? Интересно… Пожалуй, пришью их хвосты к телам орков, быть может, у меня получатся неплохие водоплавающие слуги?

source: Water worms getting in my fight? All right, then I will kill all the infidels at once!
ru: Водяные черви лезут в мою драку? Хорошо, так я перебью всех неверных зараз!

source: Inside the phantom outpost sat ghosts in the robes of a long-dead civilization. They acted as if they were alive, and all of them spoke of a Wesnoth whose golden age was about to come.
ru: Внутри Призрачной Заставы бродят призраки в одеждах давно забытой цивилизации. Они ведут себя словно живые, и всё говорят о Весноте, золотой век которого вот-вот настанет.

source: +16 exp
ru: +16 опыта

source: The worthless Vessel has done nothing to help me, where is its great power? Uria has deceived me!
ru: Проклятый сосуд ничем не помог мне, где его великая сила? Урия обманула меня!

source: Darkness
ru: Тьма

source: The energy of the sphere penetrated the essence of the unit who destroyed it, and made him <i>chaotic</i> and <i>fearless</i>.
ru: Энергия сферы пронизывает сущность бойца, разрушившего её, и делает его <i>хаотичным</i> и <i>бесстрашным</i>.

source: The stinking orc chieftain has been defeated! He was carrying some kind of precious Vessel behind his back. It's so graceful, so smooth, I can see my own reflection in it!
ru: Вонючий вождь орков повержен! Но что это? Он носил какой-то сосуд за пазухой. Такой изящный, такой гладкий, я даже вижу в нём собственное отражение!

source: By law, all jewels belong to the leader, give the Vessel to me! And demolish the orc camp, lest it be used by other invaders.
ru: Драгоценности -- лидеру, отдай сосуд мне. И сравняйте лагерь орков с землёй, нельзя, чтобы им воспользовались другие незваные гости.

source: You vile snakes, give the vessel back to me, and maybe I'll leave some of you in pristine condition.
ru: Подлые черви, верните Сосуд мне, и быть может тогда я оставлю часть из вас в первозданном виде.

source: Should we return the Vessel, see if the wizard will indeed calm down?
ru: Может, отдадим колдуну этот Сосуд, вдруг тогда он оставит нас в покое?

source: He wanted to do terrible things to us, he won't calm down! And the Vessel is my trophy, I won't give it to anyone!
ru: Он хотел сделать с нами ужасные вещи, он не успокоится! А Сосуд - мой трофей, я никому его не отдам!

source: Enough of testing my patience. Now you will know how terrible I am in my anger. Impenetrable darkness will be the last thing you see before you are reborn as my servants!
ru: Довольно испытывать моё терпение. Сейчас вы узнаете, как я страшен в гневе. Вечная ночь будет последним, что вы увидите, прежде чем переродитесь в моих слуг!

source: We can't fight the wizards's monsters in the eternal night, at first we must destroy the spheres and stop the darkness!
ru: Мы не сможем драться с колдунскими исчадиями во мраке вечной ночи, сперва мы должны разрушить сферы и рассеять тьму!

source: Ar, maintaining the spell cost me a lot of effort, and they broke it nonetheless!
ru: Ар, поддерживать заклинание стоило мне немалых усилий, и они всё равно разрушили его!

source: The wizard is weakened, let's strike a decisive strike!
ru: Колдун ослаб, пора нанести решающий удар!

source: The orcish banner is awe-inspiring. I think it would make a great trophy! (get the leadership-like ability).
ru: Знамя орков внушает трепет. Я думаю, это будет отличный трофей! (получить лидерскую способность).

source: Should I capture it?
ru: Я захвачу его?

source: Yes, I’ll take it.
ru: Да.

source: Orcish Banner
ru: Орочье знамя

source: The tattered banner to commemorate the victory over the Dead Eye and inspire the allies.
ru: Рваное знамя в память о победе над Мёртвым Глазом, воодушевляющее союзников.

source: Dead Eye banner
ru: знамя Мёртвого Глаза

source: This unit can lead ~allied~ units that are next to it, making them fight better. Adjacent allied units will do 25% more damage. This is cumulative with leadership.
ru: Этот боец воодушевляет ~союзников~, которые находятся рядом с ним, заставляя их сражаться лучше. Соседние союзные бойцы наносят на 25% больше урона. Это суммируется с лидерством.

source: No, I think someone else should capture it.
ru: Нет, пусть кто-то другой возьмёт его.

source: Should I capture this banner?
ru: Я возьму знамя?

source: Yes, I’ll capture it.
ru: Да.

source: The tattered banner to commemorate the victory over Dead Eye and inspire the allies.
ru: Рваное знамя в память о победе над Мёртвым Глазом, воодушевляющее союзников.

source: Uria, how?
ru: Урия, как?

source: The hideous wizard is defeated!
ru: Злобный колдун повержен!

source: Bah, I wanted to kill Arzoteq myself. But nothing will stop me from fulfilling my main goal, which is to crusade for the glory of Uria against the wretched inhabitants of this river!
ru: Ба, я хотел прикончить Арзотека сам. Но теперь ничто не помешает мне выполнить главную задачу - завоевать ручей и истребить его жалких обитателей во славу Урии!

source: From this mountain, my banner will be visible from anywhere on the battlefield. Let it strike terror into the hearts of my enemies and inspire my warrior!
ru: С этой горы моё знамя будет видно со всего поля битвы. Пусть оно вселяет ужас в сердца врагов и ободряет моих воинов!

source: That banner does make me nervous. We must capture it, or the fight will never be won!
ru: От этого знамени мне не по себе. Мы должны захватить его, или не видать нам победы!

source: Orc Guard
ru: Орк-страж

source: You've lost the banner, Gyrza! You're a worthless leader, we'll choose a new one!
ru: Ты потерял знамя, Гюрза! Ты никчёмный вожак, мы выберем нового!

source: Traitors, I will slaughter you as a sacrifice to Uria when the battle is over!
ru: После боя я принесу вас в жертву Урии, изменники!

source: Our plan worked, without the banner the orcs fought each other. Now we can get to their chieftain.
ru: Наш план сработал, без знамени орки переругались друг с другом. Теперь мы можем добраться до их вожака.

source: The banner is back in my hands, and the traitors are back in the ranks.
ru: Знамя снова в моих руках, и изменники возвращаются в строй.

source: With the death of their leaders, the invaders ran away from the brave nagas maintaining their lines and determination.
ru: Со смертью своих предводителей чужаки побежали прочь от храбрых наг, сохраняющих боевой порядок и решимость сражаться.

source: Another outsider invasion fought off, which means our river is safe. For a while.
ru: Ещё один набег чужаков отражён, а значит, наш ручей в безопасности. На время.

source: I don't know if we could have won if the orcs and the wizard hadn't fought over the Vessel. I wonder what's so special about it?
ru: Даже не знаю, смогли ли бы мы победить, если бы орки и колдун не разругались из-за сосуда. Интересно, что в нём такого особенного?

source: Let's look into it later, now is no time to check out the trophies. We should collect the bodies of our fallen kin and return to the oasis.
ru: Выясним это позже, сейчас не время осматривать трофеи. Соберём тела павших сородичей и вернёмся в оазис.

source: Intoxication
ru: Интоксикация

source: Scenario 2: Intoxication
ru: Сценарий 2: Интоксикация

source: Soon the nagas returned to their home oasis...
ru: Вскоре наги вернулись в родной оазис...

source: Xailyn
ru: Ксайлин

source: Quenoth
ru: Квенот

source: Jali
ru: Джали

source: Nagas
ru: Наги

source: Eloh Temple
ru: Храм Эло

source: Slay all Quenoth Elves
ru: Перебейте всех эльфов Квенота

source: Kill the Quenoth Druid to banish the Eloh magic
ru: Убейте друидку Квенота, чтобы рассеять магию Эло

source: Death of Master of the Vessel
ru: Смерть Хозяина Сосуда

source: Welcome back, nagas! You looked like you had a tough fight. What happened?
ru: С возвращением, наги! Судя по вашему виду, у вас выдался тяжёлый бой. Что случилось?

source: A horde of orcs and an evil sorcerer made an attempt on our river, but we defeated them at the Phantom Outpost.
ru: Орда орков и злобный колдун покушались на наш ручей, но мы разбили их у Призрачной Заставы.

source: And took some great trophies.
ru: И взяли хорошие трофеи.

source: You did well to protect the river from such formidable foes. But next time do not neglect our help, especially since our army has recently returned from a campaign against demons (by the way, we defeated them!) and is now resting in the settlement.
ru: Вы молодцы, что защитили ручей от столь грозных противников. Но в следующий раз не пренебрегайте нашей помощью, тем более, что наше войско недавно вернулось из похода против демонов (кстати, мы одолели их!) и сейчас отдыхает в поселении.

source: Alright, we will call you next time.
ru: Договорились.

source: In the oasis, the Nagas buried the fallen with all honors and began to inspect the spoils of war. The Vicious Vessel was again the center of their attention.
ru: В оазисе наги со всеми почестями похоронили павших и стали осматривать военную добычу. Нечестивый Сосуд снова оказался в центре их внимания.

source: I don't know why, but I can't take my eyes off it. The Vessel is so unusual. I can feel it humming, a little ominously.
ru: Не знаю, почему, но я не могу глаз от него оторвать. Сосуд такой необычный. Я чувствую, как он гудит, немного зловеще.

source: The evil sorcerer wanted to take it for himself. He said the Vessel was somehow connected to Uria. Maybe we shouldn't have brought such a terrible thing to the oasis.
ru: Злобный колдун хотел забрать его себе. С его слов, Сосуд как-то связан с Урией. Может, не стоило нести в оазис столь страшную вещь?

source: Don't be silly, Eloh, the goddess of our elf-friends, reigns here in the oasis. I don't think she's gonna let Uria's magic come here. Since nothing happened to the Vessel, there's nothing to worry about.
ru: Не говори глупостей, здесь, в оазисе, царствует Эло, богиня наших друзей-эльфов. Вряд ли она пропустит магию Урии сюда. Раз с Сосудом ничего не случилось, значит, волноваться не о чем.

source: As soon as these words flew from the Naga's tongue, the Vessel rumbled, shuddered, roared, a shroud as black as night rushed from the neck and enveloped the heroes; the ominous figure of the Vessel's inhabitant emerged from the blackness.
ru: Едва эти слова слетели с языка нага, как сосуд загудел, задрожал, заурчал, черная как ночь пелена хлынула из горлышка и окутала героев; из черноты показалась зловещая фигура обитателя Сосуда.

source: Master of the Vessel
ru: Хозяин Сосуда

source: What are you?
ru: Кто ты такой?

source: Your primitive serpent mind cannot comprehend me, be pleased with the thought that I am the face of the great power that chose you.
ru: Твой примитивный змеиный разум не в состоянии постичь меня, довольствуйся мыслью, что я – образ великой силы, что выбрала вас.

source: But you live in my Vessel, don't you have to obey me?
ru: Но ты живёшь в моём Сосуде, разве ты не должен подчиняться мне?

source: Foolish creature, you have spent hours looking at my Vessel, but you never realized that it has a will of its own - mine - and that not you, but I am the master here!
ru: Глупое создание, ты часами разглядывало мой Сосуд, но так и не осознало, что он обладает собственной – моей – волей, и что не ты, но я здесь – господин!

source: You said you chose us, but why, what do you want?
ru: Ты сказал, что избрал нас, но почему, что тебе нужно?

source: I do not initiate mortals into my plans; but since you have proved of some value by defeating Gyrza and Arzoteq, I grant you one drop from the vast ocean of my designs as a reward.
ru: Я не посвящаю смертных в свои планы; но поскольку вы доказали определённую ценность, разгромив Гюрзу и Арзотека, я дарую вам одну каплю из бескрайнего океана моих замыслов в качестве вознаграждения.

source: You are destined to fall as slaves to wake up free; just as the flapping of a bird's wing brings a hurricane to the other side of the world, so your freedom will throw off the shackles of forces beyond your imagination. In your dreams you will hear only my voice. Follow it exactly and you will wake up. If you disobey it, your bones will disappear forever beneath the sand.
ru: Вам суждено заснуть рабами, чтобы проснуться свободными; как взмах птичьего крыла рождает ураган на другом конце мира, так и ваша свобода сбросит оковы с сил, неподвластных вашему воображению. Во сне вы будете слышать лишь мой голос. Следуйте ему в точности, и проснётесь. Ослушаетесь его – и ваши кости навеки исчезнут под толщей песка.

source: I don't understand. What if we don't want to do your designs?
ru: Ничего не понимаю. А если мы не захотим исполнять твои замыслы?

source: What makes you think, you stupid creature, that you have a choice? I told you, I'm the master here!
ru: С чего ты взял, глупое создание, что у тебя есть выбор? Я же сказал, я здесь – господин!

source: BEWITCHED!
ru: ОКОЛДОВАН!

source: vessel curse
ru: проклятие сосуда

source: The Vessel Master enchanted this unit and awakened an unprecedented rage within him. The unit deals 33% more damage.
ru: Хозяин Сосуда заколдовал этого бойца и пробудил в его душе великую ярость. Боец наносит на 33% больше урона.

source: You have fallen asleep; you are my slaves.
ru: Вы заснули; вы – мои рабы.

source: Only strong gains freedom. To wake up, you must become stronger. Listen to my first order: exterminate all the elves in this settlement, drink their blood, take their strength!
ru: Лишь сильные обретают свободу. Чтобы проснуться, вы должны стать сильнее. Слушайте мой первый приказ: истребите всех эльфов в этой деревне, испейте их кровь, заберите их силу!

source: Yes, master.
ru: Да, господин.

source: Something is happening in the heart of the oasis. I'm worried about the Nagas.
ru: Что-то происходит в сердце оазиса. Я беспокоюсь за нагов.

source: I could feel that something had entered the oasis with them, but only now did I realize what a terrible force it was. It's coming from Uria herself! And worst of all, it had already taken over the Nagas.
ru: Я чувствовала, что вместе с ними в оазис проникло нечто, но лишь сейчас осознала, насколько это страшная сила. Она исходит от самой Урии! И, что самое страшное, она уже овладела нагами.

source: Then we have to kill them?
ru: Тогда нам придётся убить их?

source: I fear so, for they will surely try to kill us at the behest of the dark goddess. Still, I hope the Nagas can still be saved. First, let's try to get to the heart of the oasis and eradicate something. If that fails... we have no other choice.
ru: Боюсь, что так, ведь они точно попытаются убить нас по приказу тёмной богини. И все же я надеюсь, что нагов ещё можно спасти. Прежде всего, попытаемся добраться до сердца оазиса и искоренить нечто. Если не выйдет… у нас не будет другого выбора.

source: My hand will not waver, it's their own fault for bringing evil into our home. Let's do it!
ru: Моя рука не дрогнет, они сами виноваты, что принесли зло в наш дом. За дело!

source: Vessel's Master Magic
ru: Чары Хозяина Сосуда

source: In this scenario, the Vessel's Master will cure and heal your units adjacent to him. Also, he will enchant your recruit and recalled units to make them deal +33% damage.
ru: В этом сценарии Хозяин Сосуда будет исцелять и лечить соседних с ним бойцов. Также он будет околдовывать завербованных или призванных бойцов, увеличивая их урон на 33%.
